{"aries":{
    "dates":"March 21 - April 19",
    "element":"Fire",
    "qualities":"Cardinal",
    "ruling_planet": "Mars",
    "symbol":"The Ram",
    "strengths":"Courageous, determined, confident, enthusiastic, optimistic, honest, passionate",
    "weaknesses":"Impatient, moody, short-tempered, impulsive, aggressive",
    "short_description":"Aries rules the head and leads with the head, often literally walking head first, leaning forwards for speed and focus. Its representatives are naturally brave and rarely afraid of trial and risk. They possess youthful strength and energy, regardless of their age and quickly perform any given tasks.",
    "long_description":">With a zodiac sign ruled by Mars, the god of war, it's little surprise that Rams are known for being brave and tenacious. Aries signs are pioneers! They're the ones you call on to boldly go where none have gone before. Their fearlessness and courageousness make them the ideal people for trying new experiences, taking big risks, and breaking new ground >You'll rarely meet an Aries who isn't capable of finishing several things at once, often before lunch break! Their challenges show when they get impatient, aggressive and vent anger pointing it to other people. Strong personalities born under this sign have a task to fight for their goals, embracing togetherness and teamwork through this incarnation. >An Aries is not weighed down by the freedom of choice, and is perhaps the sign that is least conflicted about what they want. They throw themselves at the world eagerly and without fear. It is one of their most commendable qualities, but also what causes them a great deal of pain and grief. >It is likely that Aries do fall in love relatively quickly. They have a lot of energy, and they don’t want to waste too much time on trivial matters. While they enjoy taking the time to get to know a person, they may not do so for an extended period of time. Aries may consider themselves to be immediately aware of whether or not they are in love with someone. The decision to be in a relationship doesn’t take long for them. An Aries will have strong feelings about whether or not the relationship is working, and will be able to break things off without a great deal of difficulty. >When it comes to the workplace, the natural leadership abilities of an Aries can be a tremendous asset. These are the people who will take on a new project with an infectious enthusiasm. Their innate intelligence and quick-thinking ways make them the kind of people you can trust to handle any setbacks along the way"

},
"taurus":{
    "dates":"April 20 - May 20",
    "element":"Earth",
    "qualities":"Fixed",
    "ruling_planet": "Venus",
    "symbol":"The Bull",
    "strengths":"Reliable, patient, practical, diligent, responsible, stable",
    "weaknesses":"Stubborn, possessive, uncompromising, controlling",
    "short_description":"Consistent and well-grounded, Taurus is the sign that harvests the fruits of labor. They feel the need to always be surrounded by love and beauty, turned to the material world, hedonism, and physical pleasures. People born with their Sun in Taurus are sensual and tactile, considering touch and taste the most important of all senses. Stable and conservative, this is one of the most dependable signs of the zodiac, ready to endure and stick to their choices until they reach the point of personal satisfaction.",
    "long_description":">The ruler of Taurus is Venus, the planet of love, attraction, beauty, satisfaction, creativity and gratitude. This tender nature will make Taurus an excellent cook, gardener, lover, and artist. They are loyal and don't like sudden changes, criticism or the chase of guilt people are often prone to, being somewhat dependable on other people and emotions they seem to be unable to let go of. Still, no matter their potential emotional challenge, these individuals have the ability to bring a practical voice of reason in any chaotic and unhealthy situation. >Most Taurus individuals are oriented around the physical world. They tend to be grounded and logical. They love routine and they’re committed to their own comfort. They like to be in control. They’re patient and steady, and their materialism is an extension of their pursuit of stability. >Taurus' are incredibly articulate with a great speaking voice. They are great listeners, highly observant, and their minds are like a sponge that soaks up and holds onto data and facts and stores them for that moment when they're needed or when they can be used to impress. > Because Taurus is ruled by Venus, the planet of love and romance, it makes this sign is one of the most sensual of the zodiac. Taurus energy is most turned on when its physical senses are titillated, which means cuddles, back rubs, and affection are an important part of how they give and receive love. This sign likes to feel comfortable and doesn't mind predictability, so they may not be the most adventurous when it comes to planning dates. However, they're one of the most devoted signs, so they make stable and patient partners who will stick with you through thick and thin — and they expect their lovers to be equally devoted and dependable > In their professional lives, Taureans are patient, reliable, and very thorough. When given a specific task, they'll address it with laser-sharp focus until it's complete. If you've got a Taurus employee or coworker, this is the person you want working on major projects that need a meticulous hand. That said, this intense concentration can make it difficult for the Taurus sign to focus on more than one task at a time, so it's usually best if they can work through a project in its entirety before starting on another"
},
"gemini":{
    "dates":"May 21 - June 20",
    "element":"Air",
    "qualities":"Mutable",
    "ruling_planet": "Mercury",
    "symbol":"The Twins",
    "strengths":"communication, curious, adaptable, ability to learn quickly and exchange ideas",
    "weaknesses":"Nervous, inconsistent, indecisive, vindictive",
    "short_description":"These curious twins are terrific pioneers, using their energy to spearhead innovative creative projects. A fearless thinker, Gemini is always down to try something new. But after they have shared their progressive vision with the world, it’s best to let these twins get back to ideating: These hyperactive air signs have short attention spans and are most satisfied when they can move fluidly from one idea to the next.",
    "long_description":"> Expressive and quick-witted, Gemini represents two different personalities in one and you will never be sure which one you will face. They are sociable, communicative and ready for fun, with a tendency to suddenly get serious, thoughtful and restless. They are fascinated with the world itself, extremely curious, with a constant feeling that there is not enough time to experience everything they want to see. > Both Gemini and Virgo are governed by Mercury, the messenger planet of communication. Despite sharing a planetary ruler, however, these two signs are opposite in their approaches: Gemini expresses emotions externally, whereas Virgo processes internally. Gemini is all about output, so these twins love to chat and often speak with their hands (which happens to be the body part associated with Gemini). Communication is paramount for them, and they require fluent streams of transmission. >They love texting and tweeting almost as much as they love talking IRL. In fact, the act of expression is often even more important to loquacious Gemini than what is actually being said — and they must remember to be thoughtful with their words. Another incredible Gemini quality, however, is that these natural chameleons can quickly recover from even the most shameful foot-in-mouth moments. Gemini moves too fast to care about embarrassing missteps: They simply move on. > Fun and always ready for an intellectual challenge, Gemini sees love first through communication and verbal contact, and find it as important as physical contact with their partner. Inquisitive and always ready to flirt, a Gemini could spend a lot of time with different lovers until they find the right one who is able to match their intellect and energy. > In constant need of intellectual stimulation, the most suitable job for a Gemini has to be challenging to their brain. They are skillful, inventive and often very smart, with a need for a dynamic working environment and a lot of social contacts met in the office. The best careers they can choose are those of traders, inventors, writers, orators, preachers and lawyers, but any career that gives them the opportunity to communicate freely while keeping them on the move and busy at all times, is an excellent choice. As if they were created for multitasking, problem solving and bringing new ideas to life, they need a workplace that won't keep them stuck in a routinely, repetitive tasks that don't allow them to shine."
},
"cancer":{
    "dates":"June 21 - July 22",
    "element":"Water",
    "qualities":"Cardinal",
    "ruling_planet": "Moon",
    "symbol":"The Crab",
    "strengths":"Tenacious, highly imaginative, loyal, emotional, sympathetic, persuasive",
    "weaknesses":"Temperamental, pessimistic, suspicious, manipulative, insecure",
    "short_description":"Deeply intuitive and sentimental, Cancer can be one of the most challenging zodiac signs to get to know. They are very emotional and sensitive, and care deeply about matters of the family and their home. Cancer is sympathetic and attached to people they keep close. Those born with their Sun in Cancer are very loyal and able to empathize with other people's pain and suffering",
    "long_description":">  Being ruled by the Moon, phases of the lunar cycle deepen Cancers internal mysteries and create fleeting emotional patterns that are beyond their control. Guided by emotion and their heart, Cancers could have a hard time blending into the world around them. As children, they don't have enough coping and defensive mechanisms for the outer world, and have to be approached with care and understanding, for that is what they give in return.> Cancers are homebodies. They like the comfort of the familiar,stability, and routine. Because of this, cancers tend to be less experimental than other signs. > Cancer naturally have an attraction to the vintage relics or nostalgic feelings of the past, and this may stem from their internal want to keep traditions alive. They like art that reminds them of a different time. > Cancer is a very emotional sign, and feelings are the most important thing in their relationships. Gentle and caring, they will show their sensibility to the world without even thinking they might get hurt. For partners, they always choose a person who is able to understand them through non-verbal, silent contact, and a shared daily routine, and their affection won't last long with superficial, flaky or unreliable partners. The lack of initiative these individuals suffer from won't make it easy for them to build a sex life they wish for, if they don't find a partner who is able to make them feel calm, protected, and free to express themselves. >In romance, Cancer is a giving and generous lover and expects the same in return. The Crab is above mind games and hates the thrill of the chase—if you love someone, why not say it now? It's not uncommon for Cancer to fall into committed love after just a few days or weeks, and even though that decision is sudden, it can easily last a lifetime. Cancers tends to be happiest when they're part of a pair, and the best relationship brings out their greatest traits. But even though a Cancer thrives in a duo, he or she also has an independent streak, and needs plenty of time to do things solo. This sign has an active internal life, and is often are happy living in the realm of imagination. Sometimes Cancers need help from one of the more grounded signs to make their dreams a reality. >When a job needs to get done, a Cancer will roll their sleeves up and finish it successfully. If they are left alone to work, they usually perform better than when surrounded by other people, loyal to their employer and focused on the task. They will have great careers as nurses, housekeepers, gardeners, politicians and decorators. >For Cancer representatives, security and money are of great importance and stand for the real reason they work as much as they do. They easily earn money and aren't used to spending it all in one day. It is their goal to save, invest, and watch their investments grow daily. Resourceful and good at managing time and finances, this is a sign that is often in charge of all money in the household, keeping their partner or other family members under control"
},
}
